Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Assistant Manager Cheon, Superstar.tmx
Source language: ko_kr
Languages: en

source: 제이지 미디어 사장
en: President, JG Media

source: 지 대리님, 저희 일찍 나가서 좀 쉬다 출발하시죠.
en: mr. ji, let’s leave a bit early so we can take a little break before we go.

source: 아무리 그렇다고 해도∙∙∙
en: but still...

source: 그게 무슨 노래예요∙∙∙ 술주정이지.
en: that wasn’t a song... just drunk musings.

source: 그러니까… 제 노래 테크닉은 괜찮지만,
en: so... you’re saying I’m an okay singer,

source: 앗, 저…
en: oh, um...

source: 글쎄요, 제가 받을지는 모르겠지만…
en: well, I don’t know if I actually will get it, but...

source: 뭐어?
en: what?

source: 어떻게∙∙∙
en: how...

source: 제 노래를 들어 주세요
en: Please Listen to My Song

source: 친구가 추천해 줘서 우연히 듣게 된 노래.
en: I happened to listen to it on a friend’s recommendation.

source: 크큭..
en: hehe

source: 원작자가 누구냐고.
en: I’m asking whose it is originally.

source: <드림 어게인> 참가 건
en: Re: Your participation in Dream Again

source: 예에~
en: yeah!

source: 에이… 그럴 리가 있나요.
en: nah... why would I do that?

source: 지금 이 녀석의 부탁을 어떻게 받아들일까?
en: what will she say to his request?

source: 얀마, 내가 살아 있었으면 넌 지금도 나한테 말 한마디 못 붙였어!
en: if I were alive, you wouldn’t even be able to say a word to me!

source: 녹화가 기다려지긴 오랜만이군.
en: it’s been a long time since I looked forward to a taping.

source: 대리님이 무대에서 노래하시는 걸 볼 수 있다니,
en: getting to watch you sing on stage...

source: 앞으로 잘 부탁드립니다, 강 대리님.
en: I look forward to working with you, mr. kang.

source: 평상시의 몇 배에 달하는 효과가 일어날 거다.
en: ...the aura transfer will be multiple times more effective than usual.

source: 파앗!
en: scream

source: 저에게…
en: I’d like...

source: ∙∙∙같은 게 가능할 리가.
en: except... there’s no such thing.

source: 아우라의 색으로 보건대, 선해인에게 해당되는 건 분명…
en: judging by the color of her aura, hae-in seon’s talent is...

source: 현명한 선택은 아닐 수도 있겠지만…
en: ...to sing a ballad at the company talent show, but...

source: 물론 세션과 보컬을 동일 선상에서 비교하는 건 어불성설이긴 해.
en: I mean, it’s not totally fair to directly compare instrumentalists and vocalists...

source: 왜 일을 이따위로 해!!
en: how could you mess things up this badly?!

source: CEO 문복화
en: Bokhwa Moon, CEO

source: 하지만 밴드를 시작하면…
en: but if I join a band...

source: 젊고 어린 나이일수록 전이도 빨리 된다더군.
en: the younger you are, the more quickly it metastasizes, apparently.

source: 전략 기획실의 인재!
en: top talent of the strategic planning department!

source: 오디션 프로그램이라.
en: a competition show?

source: 네에∙∙∙ 전 여기까지∙∙∙
en: yep... this is it for me...

source: 와글 와글
en: BUSTLE BUSTLE

source: 야! 네 일인데 넌 화도 안 나냐?!
en: hey! you’re the one he disrespected. why aren’t you mad about it?!

source: 아~ 미운 사람~!
en: chug! chug! chug!

source: 저희가 한번 더 노래할 건데요!
en: we’re going to sing another song!

source: 7000RPM입니다!
en: 7000 rpm!

source: 에이~
en: EHH...

source: 상 장
en: Award

source: 말도 안 돼…
en: no way...

source: 배짱 한번 좋네.
en: very bold.

source: 아무래도 저희 둘 빼고 다른 분들은 다 무시당했잖아요.
en: he ignored everyone except us two.

source: 일은 오죽 잘해요?
en: he does his work well, too,

source: 그럴싸한 게 아니라 맞는 말이겠지.
en: it doesn’t just sound plausible. it’s the truth.

source: 이런 세팅을 어떻게 준비한 겁니까.
en: how did you get all this set up?

source: 또 천 대리가 물어 온 업체를 딴 파트에 넘겨주냐고요!
en: we’re losing another account that mr. cheon brought in?!

source: 휴게실에 갖다 놨으니 가서 드세요.
en: there’s more in the break room, if you want one.

source: 생각하고 싶지 않은데 자꾸 떠오르네!!
en: I don’t wanna think about it, but it’s lodged in my brain!

source: 괜히 저 때문에 대리님꼐서 운전을…
en: you have to play chauffeur because of me...

source: 왜요;;
en: why not?

source: 그런데 이거,
en: but honestly...

source: 따르르릉
en: ring ring

source: 쳇!
en: hmph!

source: 타탁
en: DASH

source: 가만 놔둘 수가 있나!
en: I couldn’t just stand by and do nothing!

source: 뭐해?
en: what are you doing?

source: 아무것도 하지 않은 채
en: perhaps I’d be doing nothing...

source: 보통은 못 느껴.
en: not usually.

source: 지가 뭔데…
en: who does he think he is?

source: 남은 똥줄 타는데!
en: I’m screwed!

source: 드러머로서 알콜맨의 재능은 진짜였다.
en: alcoholman’s talent for drumming was the real deal.

source: 아우라가 없어서 프로 가수가 되긴 어렵단 건가요?
en: but I probably can’t go pro because I don’t have an aura?

source: 곧 앨범을 낼 수 있을 거란 꿈도 꾸게 되고
en: we dreamed of releasing an album in the near future.

source: 그 '아우라의 지구력'을 높이려면?
en: to increase the enduring power of my aura?

source: 깜짝 깜짝
en: flinch flinch

source: 시작하겠습니다!
en: I’m ready to go!

source: 백수겠지.
en: he’s probably unemployed.

source: 와아!!
en: wow!

source: 쪼륵-
en: DRIP

source: 몰라. 아무튼 이상한 소리 할 것 같으면 얘기 꺼내지도 마.
en: whatever. if you’re going to spout nonsense, just keep your mouth shut.

source: 마이크 테스트 1, 2, 3!
en: mic check, 1, 2, 3!

source: 운동이라도 해야 할까요?
en: should I start working out or something?

source: 그럴 리가∙∙∙!!
en: that can’t be!

source: 네⎯ TVZ 제작부
en: hello, producer remi do...

source: 천 대리, 뭐 좋은 이름 좀 생각해 봤어?
en: have you thought of a name for us, hoyeon?

source: 마치 기계처럼 정밀한 박자 감각.
en: his sense of rhythm was machine-precise.

source: 그 녀석만 한 재능을 가진 애들은 안 보여.
en: I’ve yet to find anyone whose talent measures up.

source: 리스트업을 잘못한 모양이에요.
en: and I guess he messed up the labels somehow.

source: 그래도 이젠 좀 괜찮아 보이시네요.
en: it looks like you’re feeling better now.

source: 상금을 받게 된다면
en: I do win the prize money...

source: 전.혀 몰.랐.네.요!
en: I... uh... had absolutely no idea!

source: 그 회사 다닐 낙, 저랑 한번 찾아 보실래요?!
en: do you want to try finding that something with me?!

source: 이제 곧 리허설 시간이긴 하지만,
en: rehearsals will be starting soon...

source: <아무도 원하지 않는 일>
en: Something No One Wanted

source: 나이 40먹고 만년 대리인 이유가 있다니까?
en: no wonder you’re still an associate manager at 40!

source: 끼-익
en: creak

source: 1차 예선 COMING SOON!
en: 1st ROUND OF AUDITIONS COMING SOON

source: 저는 왜 회사에 다녀야 하는 걸까요∙∙∙?
en: why do I have to go to work?

source: 부탁합니다.
en: great, thank you.

source: 추가 자료요?
en: additional information?

source: 꺄르륵
en: giggle

source: 수요일밤
en: Wednesday Nights

source: 자작곡 하면 드림 어게인에서 가산점이라도 줄지.
en: if you write your own songs, it might score you bonus points in dream again.

source: 입니다
en: entrance

source: 그런데⎯
en: but the thing is...

source: 철컥..
en: click

source: 선해인 주임님…?
en: hae-in seon?

source: 그 완벽해 보이던 사람이 그런 똘끼를 가지고 있을 줄이야.
en: to think someone who seems as prim and proper as her would have such an unusual side to her.

source: 근데 얼마 전에 송도 가서는 웬 남자 찍어 올리지 않았어?
en: but didn’t you upload footage of some guy singing from when you were in songdo?

source: 악몽도 그런 악몽이 없었다.
en: ...it was the worst news imaginable.

source: <마법의 계절>에 들어선 거라고.
en: ...I’ve stepped into a season of magic.

source: 참 많기도 하네.
en: there are so many of them.

source: 편하게 입고 오시라고 연락해 놨으니까 괜찮을 거예요.
en: I told her to dress comfortably too. it’ll be fine.

source: 손실 난 상품을 담당했던 직원도 금경대 라인이던가.
en: the employee who was in charge of the product that turned a loss is also from geumgyeong.

source: 모르는 사람이어도 이불킥 할 상황인데,
en: even having a stranger see you let loose like that would be embarrassing.

source: 아니, 좀 더 정확히 말하자면…
en: no, to be more accurate...

source: 그 인간 어디 있는지 찾았어.
en: I found the guy.

source: 자~!
en: all right!

source: 이거 누구 노래냐?
en: whose song is that?

source: 안절부절
en: panic panic

source: 세상에 내 모습을 보여 줄 때지.
en: ...to show myself to the world.

source: 밖에서는 저희 이름으로 부르면 어떨까 하고∙∙∙
en: ...I was wondering if we could be on a first-name basis outside of work...

source: 그럼 어떻게 해야 해요, 송형?
en: so what do I need to do?

source: 진짜 무대∙∙∙!!
en: ...a real stage!

source: 학생증 지참시
en: Student ID Required

source: 사장님, 원샷이랑 아는 사이세요?
en: wait, you know oneshot?

source: 다들 그 마음 잊지 마세요.
en: hold on to that feeling.

source: 이 자식이… 그렇게 보면 어쩔 건데?
en: you little... don’t give me that.

source: 연∙∙∙
en: ...cheon...

source: 갑자기 사람들이…
en: people are suddenly crowding around...

source: 아이고~ 신청곡이 있으시면 불러 드려야죠!
en: sure! happy to take your request!

source: 그러면, 이 곡으로…
en: okay, great. it’s this song.

source: 그게 뭔데.
en: what is that?

source: 쓰담-
en: stroke

source: 내가 원하는 순간이 나타난 거야!!
en: the moment I’ve been waiting for!

source: 네가 나보다 직급이 높지 않냐
en: don’t you rank higher than me?

source: 네가 이 사람 저 사람하고 수다 떠는 사이에 난 꿀 먹은 것처럼 있으란 거잖아!
en: you want me to stand there with my mouth shut... while you’re chitchatting away with everyone else!

source: 아 참, 물을 안 떠 왔네.
en: oh! I forgot to grab water.

source: 재밌는 얘길 하고 계시네요.
en: ...quite the interesting discussion the two of you are having.

source: 앞으로도 편히 노세요!
en: don’t mind me! please feel free to keep cutting loose!

source: 분명… 한지혁의 느낌과 닮았어.
en: ...he definitely has a similar vibe to jihyeok han.

source: ∙∙∙나의 베이스로
en: with my bass...

source: 어라운드 뮤직의 자산을 제가 발로 밟다니…!
en: I stepped on your equipment!

source: 흥얼
en: HUM

source: ∙∙∙내 성격.
en: ...how I am.

source: 그러면 저만 너무 부각되지 않을까요?
en: wouldn’t that put too much focus on me?

source: 보낸사람 김지애<mar***@koreac******.com>
en: From: Ji-ae Kim <mar***@koreac******.com>

source: 선해인 주임에게 아우라라니, 상상도 못했어요.
en: ms. seon having an aura... that’s quite unexpected.

source: 7000RPM이라∙∙∙
en: 7000 rpm, eh?

source: 털썩..
en: flop

source: 그 특유의 느낌…!!
en: ...that signature vibe!

source: 얼마나 더 대단한 걸 보여 주려고∙∙∙?!
en: how much better is it going to get...?!

source: 잘될 거야!
en: everything will be fine!

source: 걸리적거리니까 너 갈 길 가-!
en: since you’re getting in my way, go on your way!

source: 아, 천호연 씨?
en: oh, hoyeon?

source: 저 밴드 이름이 뭔가요?
en: what’s the name of that band?

source: 한지혁이… 살아 돌아왔다!!!
en: ...he is... the second coming of jihyeok han!

source: 저 친구, 신기하게 사내에 적이 없더라고.
en: it’s amazing how that kid has absolutely no enemies at work... a rarity.

source: 웨, 웬 귀신 소리야?!?!
en: i-is that a ghost?!

source: 어쭙잖은 말로 위로할 거라면
en: if you’re gonna try to comfort me with empty words...

source: 방금 천 대리님과 고 과장님의 대화를 들었습니다만…
en: we overheard you and mr. go talking just now.

source: 심심하니까!!
en: because I’d be bored!!!

source: 무, 무슨 판을 짜!
en: s-sneaky?! I never implied I was quitting!

source: 푸핫
en: pfft

source: 팀워크.
en: ...teamwork.

source: 강 대리님 셰일대 나오셨잖아요!
en: ...you went to shale university!

source: 보고 싶지 않은데 저절로 보여!
en: I don’t wanna see it, but I’m forced to look!

source: 타닥!
en: sprint

source: 당신은 나를 위한다며 잊지 못하지만,
en: you say it’s for my sake that you can’t let me go...

source: 나는 지금…
en: ...that right now...

source: 결재하지 마!!
en: don’t sign off on it!

source: 부글 부글
en: enraged

source: 그래서 네가 대리 출석해 주는 거고?
en: that’s why you’re clocking in for him?

source: 장준범!
en: junbeom jang!

source: 빠… 빨리 여길 나가자.
en: l-let’s get out of here.

source: 같이… 하고 싶은 거요?
en: do... with me?

source: 근데 제가 악기하는 건 어떻게 아시고…
en: but... how did you know I play an instrument?

source: 소주
en: Soju

source: 002분
en: 2 minutes

source: 단호
en: firm

source: 이런 상황은∙∙∙ 생각 못 했는데?!
en: I... definitely didn’t foresee this!

source: 부사장님, 손님 오셨습니다.
en: sir, you have some guests.

source: 그 나이에 머리도 벗겨지고, 일도 못 하고!
en: you’re already losing your hair, and you can’t even do your job right.

source: 으윽..
en: UGH...

source: 때론 답답했지만...
en: it was frustrating sometimes...

source: 여기서 노래를 부르면…
en: if you sing up there...

source: 세상은 스토리 싸움
en: The World Runs on Narratives

source: 하
en: haa

source: 자, 이제…
en: now...

source: 이거면 천 대리 죽는 거 아냐?!
en: holy... you trying to kill him?!

source: 눈빛부터 다르구만
en: there’s a light in your eyes that only appears whenever you talk about her.

source: 아하하하하하!!
en: ahahaha!

source: 저도 부사장님께 좀 다녀와야 할 것 같은데요.
en: I need to go see the vice president too.

source: 풀썩
en: FLOP

source: 별다른 악감정은 없어!
en: I don’t have a grudge against you or anything!

source: 알지?{j}나 형네 방송국에서 하는 <드림 어게인>에서 심사 보는 거.
en: I assume you already know this, but I’m going to be a judge on dream again, which is airing on your network.{j}

source: <드림 어게인> 예선 결과.
en: first round results for dream again.

source: 그런데 오늘,
en: but tonight...

source: 내 노래보단 못하지만.
en: although it’s not as good as any of my songs, of course.

source: 아, 안 돼!
en: n-no, you can!

source: 지 대리님, 미리 알고 판을 짜신 거 아닌지∙∙∙
en: that’s pretty sneaky of you, mr. ji...

source: 오오-
en: ooh.

source: 어젯밤에 많이 생각해 봤는데…
en: I thought things over last night and decided that...

source: 크흠
en: ahem

source: 쿵짝 쿵짝
en: badum badum

source: 비주얼이 좋아.
en: ...she looks great.

source: 헷!
en: heh!

source: 맞다, 전에 그랬었지…
en: oh yeah, he did say that.

source: 아니라면?
en: yes?

source: 에이, 이건 복귀라고 하긴 좀 그렇지.
en: ehh, I don’t think it does.

source: 산전수전의 결과… 라고 해 두죠.
en: let’s say I’ve... been through a lot.

source: 죄,
en: I...

source: 더 올 사람은 없을 텐데.
en: there’s no one else scheduled to show up.

source: 와, 사람 손이 어떻게 저렇게 움직이지?
en: wow, how could anyone’s hands move like that?

source: 아깐 어떻게 해야 할지 고민했는데, 팀장님 덕분에 무사히 넘어갔어요.
en: I was struggling to decide what to do. the department head saved me.

source: 0원 2곡
en: 0 2 Songs

source: 이런 곳에서 노래 부를 기회가 흔하지 않잖냐.
en: you won’t get many opportunities to sing in a venue like this.

source: 챠랑- 챵-
en: TWANG TWANG

source: 아, 저도 지금 처음 보는데∙∙∙
en: oh, this is my first time seeing them too...

source: 직장인 밴드래요!
en: its members are office workers!

source: 그거 말고, 인마.
en: not that.

source: 화질은 둘째 치고 소리가 뭉개져 잘 들리지도 않아.
en: video quality aside, the sound is all muffled, so it’s hard to hear.

source: 파트장님, 저 이제 슬슬 멤버들과 부사장님께 가 봐야 할 것 같은데요.
en: well, it’s time for me to collect my fellow band members and meet the vp.

source: 응..?
en: huh...?

source: 노래방은 커녕 사석에서도 못 봤거든요.
en: she never joins us on team socials, whether it’s going to karaoke or otherwise.

source: 어∙∙∙
en: uh...

source: 아차!!
en: oh shoot!

source: 감정도 잘 전달했고.
en: and you did manage to convey your emotions.

source: 뭐, 식사 말고도 보여 주고 싶은 것도 있고.
en: and there’s something I want to show you too.

source: 전 이만 자겠습니다.
en: I’m going to bed.

source: 척
en: POINT

source: 그런 건 말 안 해도 내가 알아서 해.
en: you don’t need to tell me that. I’m perfectly capable of doing so.

source: 파트장님도 참~
en: you’re too kind...

source: 만물이 태동하는
en: in the middle of the season...

source: 그럼 알게 될 겁니다!
en: then you’ll see what I mean!

source: 못 이룬 꿈을 위해 쓰고 싶습니다.
en: ...towards making an unfulfilled dream come true.

source: 박자를 놓쳤어요!
en: I missed the beat!

source: 그 전에 죄송하지만…
en: I’m sorry this is so last-minute, but...

source: 무슨 정비업체? 그쪽 대손이 워낙 컸기 때문 아닌가?
en: but rather because the bad debt of that one maintenance company was so large. isn’t that so?

source: 거짓말!
en: liar!

source: 끼릭 끼릭
en: SQUEAK SQUEAK

source: 그럼 저흰 불리한 것 같은데⎯
en: we’ll be at a disadvantage, then...

source: 혹시 알아?
en: you never know!

source: 감사합니다.
en: thank you so much,

source: 그거 재밌는 소식이군요.
en: that sounds like fun.

source: 너 5분 전에도 그 얘기했어, 인마.
en: you said that five minutes ago, too.

source: 어느새 저희 마지막 곡을 들려드릴 시간이네요
en: it’s already time for our last song.

source: 그리고 내가 전에 이야기했잖아.
en: and as I told you before...

source: 어필은 개뿔.
en: did his best?

source: 하지만 숨겨진 뜻이 또 하나 있어.
en: but there’s an additional, hidden meaning.

source: 흠, 그것도 그러네요…
en: hmm... I guess you’re right...

source: 7화
en: Episode 7

source: 서로 없었던 일로 하면 그만인데요, 뭐.
en: we can both just pretend it never happened.

source: ∙∙∙정상적인 근무 환경이라면 그렇겠죠.
en: in a normal work environment, sure.

source: 그럼 이건 어때요?
en: then how about this?

source: 파트장은 잠깐 하는 척하다 퇴근했고,
en: his supervisor left after pretending to help for a little while,

source: 쿠구구구
en: SHOCKED

source: BGM 어떤사람A・정거장(Feat. 김영우)
en: BGM: Some Person A - Bus Stop (Feat. Yeongwu Kim)

source: 매니저님!
en: come on, boss!

source: 사실은,
en: actually...

source: 정말 너무한 거 아닙니까!
en: that’s cruel!

source: 송형은 안 힘들어요?
en: aren’t you tired, song hyeong?

source: 천 대리가 밤낮없이 제안서 말들고, 관계자들 미팅도 하고!
en: he worked around the clock to write the proposal... and he’s the one who met with the client!

source: 완전히 월권이잖아.
en: he can’t tell me what to do outside of work.

source: 해 보자…!
en: let’s do this!

source: *데뷔 경력이 없는 순수 아마추어 직장인 밴드만 지원 가능합니다.
en: *Only amateurs with no professional experience may audition.

source: 저번의 그 엔젤케어 건 말인데…
en: regarding the angelcare account...

source: 호흡과 목에 아무런 문제가 없어.
en: ...but my lungs and throat both still feel great.

source: 이제 당신을 볼 수 없지만,
en: although I won’t be able to see you anymore...

source: 알아줘서 고맙네, 강 상무.
en: thank you for understanding, mr. kang.

source: 하지만 확실히⎯
en: still, a concert is definitely...

source: 이 몸은 무대 체질이다!
en: I was born for the stage!

source: 국내 무대 연출 시장에서 서열 3위로 해당하는 굵직한 업체로,
en: the third largest stage production company in the country.

source: 사람을 움직일 수 있는 힘
en: The Power to Move People

source: 생각해 둔 방법이 있어요.
en: I have a plan.

source: 분명…
en: ms. seon...

source: 제 부탁이 뭐냐면 말이죠…
en: could you please...

source: 와아
en: wow

source: …잠시만요.
en: wait a minute.

source: …좀 닥쳐요.
en: shut up.

source: 소곤 소곤
en: WHISPER WHISPER

source: 난 또다시 밴드를 하고,
en: ...I’d still start a band...

source: 둥실
en: float

source: 헐.
en: whoa.

source: 당당
en: shout

source: 아직 멀었구나!
en: you have a long way to go!

source: 역시 한지혁…
en: the great jihyeok han, indeed...

source: 영업3팀
en: Sales Team 3

source: 뭔가를 강요받으면서 억지로 틀에 맞춘 삶을 살다 보면 내면이 비틀리게 된다고.
en: people who are forced by others to live a certain pre-determined way... become twisted on the inside.

source: 대상
en: Gold Award

source: 너 연체 해소 못 하면 책상 빼 버릴 줄 알아!!
en: if you can’t collect those overdue payments, I’m going to have your desk removed!

source: 박종국 씨!
en: mr. park!

source: 그러다 파기할 서류와 보관할 서류 리스트를 바꿔 붙였고.
en: and he was so tired, he accidentally ended up mislabeling the “to keep” documents as “to be shredded” and vice versa.

source: 나도 이제 부사장 아니냐.
en: I’m a vice president now, after all.

source: 봉추찜닭 BANG 한성빌딩
en: Bongchu Steamed Chicken BANG Hanseong Building

source: 야.
en: hey.

source: 그, 그럼 어떻게...
en: th-then how can I...

source: 저도 어차피 가야 했고.
en: I was heading over there anyway.

source: 환 코리아 캐피털 워크숍 영
en: Welcome Korea Capital Retreat Welcome

source: 장기 자랑 무대에서 보여 주신 노래는 진짜였어요.
en: ...your performance showed that you’re legit.

source: 하나는…
en: first scenario...

source: 아니에요, 괜찮… 응?
en: oh no, it’s fi-- huh?

source: 당신은 왜.
en: what about you?

source: …노래는 왜 들어 달라고 하신 거예요?
en: why did you ask me to listen to you sing earlier?

source: 사랑을 하고…
en: ...and love her...

source: 오랜만입니다.
en: good to see you again.

source: 이름이 <천연 에이드>인가?
en: they’re called cheonyeon-ade or something.

source: X같다.
en: ...it’s bullsh*t.

source: 바로∙∙∙!
en: ...I will...!

source: 술판이 벌어졌는데도 안 나타나고,
en: he didn’t join everyone else for drinks, either.

source: 생각 좀 해 보고.
en: let me think about it...

source: 감히 한지혁 밴드의 노래를 부르다니.
en: taking on a jihyeok han band song?

source: 다시 한번,
en: to once again...

source: 뭐… 입을 사용하는 건 맞아.
en: well... it’s true that mouths are involved.

source: 챠랑- 댕
en: TWANG TING

source: 요즘 회사들은 직원을 노래 실력으로 뽑나?
en: do they hire people based on singing ability these days?

source: 내 말이ㅋㅋ
en: yeah, what a moron. haha.

source: 와-!
en: wow!

source: 음-음-
en: yep yep

source: 너무 잘 들었어요!
en: that was wonderful!

source: 노래를 잘 부른다는 거 아니었어요?
en: didn’t you mean that she was a good singer?

source: 조금씩 특별한 일들이 생기고 있다…
en: ...in my ordinary, repetitive life, too.

source: ∙∙∙발신자 TVZ 제작부
en: from the tvz production department...

source: 영락없이 '차이기 직전의 백수 남친 룩'이잖아.
en: the whole look screams “unemployed loser boyfriend who’s two seconds away from getting dumped.”

source: 현상공모전에서 우수한
en: in the Gwanak University Essay Contest

source: 허니 코인 노래연습장
en: Honey Coin Karaoke

source: 긴장해!
en: focus!

source: 커어…
en: UGH...

source: 우승까지 노려 볼 수 있는 수준이죠.
en: ...we could even be looking at first place.

source: ∙∙∙무식이 아니라 당연한 거겠죠.
en: it’s not amateurish, it’s what you’re supposed to do.

source: 일반 대졸 공채와 특수 직군은 연봉이나 처우 등에서 엄청난 차이가 났다.
en: the pay and benefits for employees like me are much inferior to what regular college graduate hires are entitled to.

source: 아뇨, 아뇨.
en: no, no.

source: 너만 잘 따라와 준다면
en: if you just follow my lead...

source: 어떤 기분일까?
en: ...what would that be like?

source: 평소 같았으면 1절이 끝나고 숨이 차올라야 했는데,
en: normally, I’d be gasping for breath after the first verse...

source: 기와 가는 거 코리아 캐피털 여신의 운전기사 노릇 좀 해 줘.
en: since you’re going anyway, you can chauffeur the goddess of korea capital.

source: 올~
en: wow

source: 천 대리 노래가 별로였다거나 그런 건 아니었으니까.
en: it’s not that I found your singing unpleasant or anything.

source: 내로라하는 밴드들이 따라가려 했지만 처참히 실패했던…
en: other ambitious bands have tried, but failed miserably, to imitate...

source: 뜨끔
en: flinch

source: ∙∙∙저 발표자가 금경대 출신이었지.
en: ah, yes. the employee who presented just now attended geumgyeong university.

source: 최우수상 성명
en: 2nd place Name

source: 혹시 들어 보셨나요.
en: have you ever heard of...

source: 야, 야.
en: hey, hey.

source: 이야~ 천 대리 오늘 무대 나간다면서?
en: heyyy, hoyeon, heard you’re going on stage tonight.

source: 더는… 못 해…
en: I can’t... sing anymore...

source: 벌컥 벌컥
en: gulp gulp

source: 어어∙∙∙ 왜 그러나 천 대리.
en: uhh... what is it, hoyeon?

source: 이번에야말로 그만 두-
en: this time, I’m really going to qui--

source: ∙∙∙저,
en: I...

source: 천 대리님 이름에서 따오면서도, 너무 부각되지는 않게요.
en: that way, your name is still in there, but it’s not too obvious.

source: 그러니까 꼭 불러라~!
en: so you need to do it!

source: 그래서 더 행복했어요.
en: ...but it also made me happy.

source: 방금 네가 부른 거 누가 몰라?
en: obviously! I know you just sang it!

source: 다른 멤버들은 이렇게 안 지쳐요?
en: don’t the other members get worn out like I do?

source: 1차 예선 COMING SO(ON)
en: 1st Round of Auditions COMING SOON

source: 추심은 정말 성격에 안 맞아서
en: I’m really not cut out for this kind of work.

source: 야, 장준범.
en: hey, junbeom.

source: 응∙∙∙?
en: huh?

source: 지금 자리에 없는 걸 보면… 지각인 거네?
en: and seeing as he’s not at his desk... he’s late?

source: 모든 것이 잘 풀리는 듯했다.
en: it seemed like we were in a great place all around.

source: 요즘 세상은 다 스토리 싸움이다, 문진아.
en: munjin, the world runs on narratives these days.

source: 밴드…를?
en: a... band?

source: 그럼요, 그럼요!
en: yeah, of course!

source: 동경 시장 갤러 경희미래한의원
en: TOKYO MARKET GALLE KYEONGHUI MIRAE CLINIC

source: 머쓱..
en: EMBARRASSED

source: 둥두 둥 두구
en: DADUN DUN DADU

source: 정말∙∙∙
en: yep...

source: 네, 부사장님!!
en: yes, sir!

source: 안내 05
en: Guide 05

source: 우린 그럼 먼저 간드아아~
en: see you tomorroooow!

source: 아무래도 신경이 쓰이죠. 그때 부사장님 태도가∙∙∙
en: you’re right, I was taken aback by the vp’s attitude...

source: 사직서
en: Letter of Resignation

source: 슈우우…
en: WHOOSH

source: 뭔가…
en: something...

source: 나는
en: even if you...

source: 슈… 슈퍼스타 그거 그냥 때려치울래요-!!
en: n-never mind! I don’t want to be a superstar anymore!

source: 저는 여기서 잠시 내리죠.
en: I need to get off here for a moment.

source: 밴드 추가 자료 좀 받아 보고 싶은데.
en: I’m looking for some additional information on one of the bands.

source: 코리아 캐피털의 여신 아니십니까.
en: you are the goddess of korea capital, after all.

source: 선해인을 영입할 방법 말이야.
en: to recruit hae-in.

source: 예이~!
en: yay!

source: 선해인 주임님도 날 알아봤었지.
en: ...definitely recognized me.

source: 코리아 캐피털의 워크숍이 시작되는구나!
en: korea capital, does it again!

source: 덜덜..
en: tremble

source: 후우∙∙∙
en: haaa...

source: 아까 호연이 너와 애기했던 곳에서.
en: ...at the place where you were talking to him earlier.

source: 사내 장기자랑 같은 걸로 으스대더니 얼굴하고는∙∙∙
en: you got all cocky after the company talent show, but now look at your face!

source: 뭐야, 벌써 끝이야?!
en: what, you’re done already?

source: 천 대리님
en: mr. cheon, that is.

source: 엥
en: huh?

source: 내리시죠!
en: let’s get out.

source: 같이 하고 싶은 게 있어요.
en: there’s something I’d like to do with you.

source: 흠∙∙∙
en: hmm...

source: 천 대리님이 술을 많이 드셨길래 걱정돼서 나왔는데,
en: you drank quite a bit, so I got worried and came looking for you.

source: 이런 경험 흔치 않을 것 같은데요?
en: is a rare opportunity!

source: 저벅 저벅 저벅
en: STEP STEP STEP

source: 이번 공연… 규모가 상당하다.
en: the upcoming concert is... of a sizable scale.

source: 아니, 뭔지 들어 보지도 않고?
en: really? I haven’t even told you what it is.

source: 머리는 하얗고 손은 떨리는데
en: your mind is blank, your hands are shaking...

source: <천연 에이드>라∙∙∙
en: cheonyeon-ade, eh?

source: ∙∙∙구체적이네.
en: that’s quite detailed.

source: 근데 이름은 왜…?
en: why do you ask?

source: 아니, 그런 건 없어.
en: no, nothing like that.

source: ∙∙∙너무 일찍 떠났어, 한지혁.
en: you left us entirely too soon, jihyeok.

source: 15화
en: Episode 15

source: 아무리 처음이라고 해도 이런 기본적인 것조차 모르다니∙∙∙
en: I know this is her first time playing in a band, but how can she not know something that basic?

source: 빠직
en: grit
